{
  "auto_mapping": null,
  "base_model_name_or_path": "/ruGPT-3.5",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "layers_pattern": null,
  "layers_to_transform": null,
  "lora_alpha": 16,
  "lora_dropout": 0.0,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 64,
  "revision": null,
  "target_modules": [
    "c_attn",
    "c_proj",
    "c_fc"
  ],
  "task_type": "CAUSAL_LM"
}